Repository: aauzi/Freemote
Catalog: freemote/locale/*/LC_MESSAGES/freemote.po
Languages: fr_fr

source: A Freebox remote control
fr_fr: Une télécommande Freebox

source: Revolution
fr_fr: Révolution

source: _Settings
fr_fr: _Préférences

source: _About
fr_fr: _A propos

source: _Quit
fr_fr: _Quitter

source: Settings
fr_fr: Préférences

source: Freebox type
fr_fr: Type de Freebox

source: Freebox address
fr_fr: Adresse de la Freebox

source: Remote code
fr_fr: Code de télécommande

source: Start minimized
fr_fr: Démarrer minimisée

source: Add verbosity on standard error
fr_fr: Augmenter la verbosité de la sortie d'erreur standard

source: Disable outputs on standard error
fr_fr: Désactiver les messages sur la sortie d'erreurs standard

source: Start the application minimized in the status bar
fr_fr: Démarrer l'application minimisée dans la barre d'état

source: Remote protocol According Freebox type (any of: %s)
fr_fr: Protocole de télécommande Selon le type de Freebox (parmi: %s)

source: Freebox address Format: hd[n].freebox.fr where <n> is within [1..2]
fr_fr: Adresse de la Freebox Format: hd[n].freebox.fr où <n> est dans [1..2]

source: <i>Remote code</i> is missing.
fr_fr: <i>Code de télécommande</i> manquant.

source: Please fill in <i>Remote code</i> in <b>Settings</b>.
fr_fr: Merci de renseigner le <i>Code de télécommande</i> dans les <b>Préférences</b>.

source: <i>Freebox address</i> is missing.
fr_fr: <i>Address de la Freebox</i> manquante.

source: Please fill in <i>Freebox address</i> in <b>Settings</b>.
fr_fr: Merci de renseigner l'<i>Adresse de la Freebox</i> dans les <b>Préférences</b>.
